Repository: ferraridamiano/ConverterNOW
Catalog: packages/translations/lib/l10n/app_*.arb
Languages: bn

source: Reorder
bn: পুনর্বিন্যাস করুন

source: My ordering
bn: আমার ক্রম

source: About
bn: সম্পর্কিত

# lastCurrenciesUpdate
source: Last update:
bn: সর্বশেষ আপডেট:

source: today
bn: আজ

source: Enable dark theme
bn: ডার্ক থিম

source: Settings
bn: সেটিংস

source: Menu
bn: মেনু

# donation
source: Make a donation
bn: অনুদান দিন

source: Buy me a coffee
bn: আমার জন্য একটা কফি ?

# donationDialog
source: Hi, as you might know this app is free and open source. It means that you can use it for free and copy/edit the source code. The developer will not gain nothing for it. But if you also believe in this project and would like to see new features, please consider buying me a coffee.
bn: হাই, আপনি হয়তো যানেন যে এই অ্যাপটি ফ্রী এবং ওপেন সোর্স। এর মানে আপনি এটি বিনামূল্যে ব্যবহার এবং পরিবর্তন করতে পারেন। ডেভেলপার এর জন্য কিছু পাবেন না। তবে আপনার যদি এটি ভাল লাগে এবং নতুন আরও কোনও বৈশিষ্ট্য দেখতে চান, তাহলে আমাকে একটি কফি কিনে সহায়তা করার কথা ভাবতে পারেন

source: Drawer logo
bn: ড্রয়ার লোগো

# rateApp
source: Rate the app
bn: অ্যাপ রেট করুন

# repoGithub
source: Open repo on GitHub
bn: গিটহাবে রিপো খুলুন

source: Search
bn: অনুসন্ধান

source: Clear all
bn: সব মুছে ফেলুন

source: Calculator
bn: ক্যালকুলেটর

source: Significant figures
bn: গুরুত্বপূর্ণ অঙ্ক

source: Remove trailing zeros
bn: শেষের শূন্যগুলি সরান

# longPressAdvice
source: Long press to move items
bn: আইটেম সরাতে চেপে ধরে রাখুন

source: Back
bn: পিছনে

source: Save
bn: সংরক্ষণ করুন

# invalidCharacters
source: Error, invalid characters
bn: অগ্রহণযোগ্য অক্ষর

source: Theme
bn: থিম

source: Dark
bn: ডার্ক

source: Light
bn: লাইট

# system
source: System default
bn: সিস্টেম ডিফল্ট

source: Copy
bn: কপি

source: More
bn: আরও

source: Language
bn: ভাষা

source: Reorder properties
bn: প্রোপার্টিগুলি পুনর্বিন্যাস করুন

source: Reorder units
bn: একক পুনর্বিন্যাস করুন

# chooseProperty
source: Choose a property
bn: একটি প্রোপার্টি নির্বাচন করুন

source: Reorder {property}
bn: {property} পুনর্বিন্যাস করুন

# otherPlatforms
source: Converter NOW for other platforms
bn: অন্যান্য প্ল্যাটফর্মের জন্য ConverterNOW

source: Source code
bn: সোর্স কোড

# undoClearAllMessage
source: Cleared all. Do you want to undo it?
bn: সব মুছে ফেলা হয়েছে। আপনি কি পূর্বাবস্থায় ফিরিয়ে আনতে চান ?

source: Undo
bn: পূর্বাবস্থায় ফিরিয়ে আনুন

# routeError1
source: This page doesn't exist
bn: এই পৃষ্ঠাটি পাওয়া যায়নি

# routeError2
source: Go back to the first page
bn: প্রথম পৃষ্ঠায় ফিরে যান

source: Ok
bn: ঠিক আছে

source: Revoke internet access
bn: ইন্টারনেট অ্যাক্সেস বাতিল করুন

# revokeInternetExplanation
source: This app uses the internet to update currency exchange rates once a day upon opening. This download only requires a few kilobytes. However, if you don't need this feature, you can prevent the app from accessing the internet by enabling this option.
bn: এই অ্যাপটি প্রতিদিন একবার মানি এক্সচেঞ্জ রেট আপডেট করতে ইন্টারনেট ব্যবহার করে। এটি মাত্র কয়েক কিলোবাইট ডাউনলোড করে। তবে যদি আপনি এটি না চান, তাহলে এই অপশনটি ব্যাবহার করে অ্যাপের ইন্টারনেট অ্যাক্সেস বন্ধ করতে পারেন।

source: Use device color
bn: ডিভাইসের রঙ ব্যবহার করুন

# pickColor
source: Pick a color
bn: একটি রঙ নির্বাচন করুন

source: Theme color
bn: থিম কালার

source: Appearance
bn: চেহারা

source: Conversions
bn: কনভার্শন

source: Find out more
bn: আরও জানুন

source: Hide units
bn: একক গোপন করুন

# visibleUnits
source: {property}, visible units
bn: {property}, দৃশ্যমান একক

source: Hidden units
bn: গোপন একক

source: Select all
bn: সব নির্বাচন করুন

source: Unselect all
bn: সব আনচেক করুন

source: Length
bn: দৈর্ঘ্য

source: Area
bn: ক্ষেত্রফল

source: Volume
bn: আয়তন

source: Time
bn: সময়

source: Temperature
bn: তাপমাত্রা

source: Speed
bn: গতি

# siPrefixes
source: SI Prefix
bn: এসআই উপসর্গ

source: Mass
bn: ভর

source: Pressure
bn: চাপ

source: Energy
bn: শক্তি

source: Angles
bn: কোণ

source: Currencies
bn: মুদ্রা

source: Shoe size
bn: জুতার মাপ

source: Digital data
bn: ডিজিটাল ডেটা

source: Power
bn: শক্তি

source: Torque
bn: টর্ক

source: Force
bn: বল

source: Fuel consumption
bn: জ্বালানি খরচ

source: Numeral systems
bn: সংখ্যা পদ্ধতি

source: Meters
bn: মিটার

source: Centimeters
bn: সেন্টিমিটার

source: Inches
bn: ইঞ্চি

source: Feet
bn: ফুট

source: Nautical miles
bn: নটিক্যাল মাইল

source: Yards
bn: গজ

source: Miles
bn: মাইল

source: Millimeters
bn: মিলিমিটার

source: Micrometers
bn: মাইক্রোমিটার

source: Nanometers
bn: ন্যানোমিটার

# angstroms
source: Ångström
bn: অ্যাংস্ট্রোম

source: Picometers
bn: পিকোমিটার

source: Kilometers
bn: কিলোমিটার

source: Astronomical Units
bn: মহাকাশীয় একক

source: Light-years
bn: আলোকবর্ষ

source: Parsec
bn: পারসেক

source: Mils
bn: মিল

source: Feet (US survey)
bn: ফুট (মার্কিন জরিপ)

source: Square Meters
bn: বর্গ মিটার

source: Square Centimeters
bn: বর্গ সেন্টিমিটার

source: Square Inches
bn: বর্গ ইঞ্চি

source: Square Feet
bn: বর্গ ফুট

source: Square Miles
bn: বর্গ মাইল

source: Square Yard
bn: বর্গ গজ

source: Square Millimeters
bn: বর্গ মিলিমিটার

source: Square Kilometers
bn: বর্গ কিলোমিটার

source: Hectares
bn: হেক্টর

source: Acres
bn: একর

source: Are
bn: আর

source: Square Feet (US survey)
bn: বর্গ ফুট (মার্কিন জরিপ)

source: Cubic Meters
bn: ঘন মিটার

source: Liters
bn: লিটার

source: Imperial gallons
bn: ইম্পেরিয়াল গ্যালন

source: US Gallons
bn: মার্কিন গ্যালন

source: Imperial Pints
bn: ইম্পেরিয়াল পাইন্ট

source: US Pints
bn: মার্কিন পাইন্ট

source: Milliliters
bn: মিলিলিটার

# tablespoonUs
source: Tablespoons US
bn: মার্কিন টেবিল চামচ

# tablespoonAustralian
source: Australian Tablespoons
bn: অস্ট্রেলিয়ান টেবিল চামচ

source: Cups
bn: কাপ

source: Cubic Centimeters
bn: ঘন সেন্টিমিটার

source: Cubic Feet
bn: ঘন ফুট

source: Cubic Inches
bn: ঘন ইঞ্চি

source: Cubic Millimeters
bn: ঘন মিলিমিটার

source: Imperial Fluid Ounces
bn: ইম্পেরিয়াল তরল আউন্স

source: US Fluid Ounces
bn: মার্কিন তরল আউন্স

source: Imperial Gill
bn: ইম্পেরিয়াল গিল

source: US Gill
bn: মার্কিন গিল

source: US Quarts
bn: মার্কিন কোয়ার্ট

source: Microliters
bn: মাইক্রোলিটার

source: Deciliters
bn: ডেসিলিটার

source: Centiliters
bn: সেন্টিলিটার

source: Seconds
bn: সেকেন্ড

source: Deciseconds
bn: ডেসিসেকেন্ড

source: Centiseconds
bn: সেন্টিসেকেন্ড

source: Milliseconds
bn: মিলিসেকেন্ড

source: Microseconds
bn: মাইক্রোসেকেন্ড

source: Nanoseconds
bn: ন্যানোসেকেন্ড

source: Minutes
bn: মিনিট

source: Hours
bn: ঘণ্টা

source: Days
bn: দিন

source: Weeks
bn: সপ্তাহ

# years
source: Years (365)
bn: বছর

source: Lustrum
bn: লাস্ট্রাম (৫ বছর)

source: Decades
bn: দশক

source: Centuries
bn: শতাব্দী

source: Millennium
bn: সহস্রাব্দ

source: Fahrenheit
bn: ফারেনহাইট

# celsius
source: Celsius (Centigrade)
bn: সেলসিয়াস

source: Kelvin
bn: কেলভিন

source: Reamur
bn: রিয়োমুর

# romer
source: Rømer
bn: রোমার

source: Delisle
bn: ডেলিসল

source: Rankine
bn: রাঙ্কিন

# metersSecond
source: Meters per Second
bn: মিটার/সেকেন্ড

# kilometersHour
source: Kilometers per Hour
bn: কিলোমিটার/ঘণ্টা

# milesHour
source: Miles per Hour
bn: মাইল/ঘণ্টা

source: Knots
bn: নট

# feetSecond
source: Feet per Second
bn: ফুট/সেকেন্ড

source: Minutes per Kilometer
bn: মিনিট/কিলোমিটার

source: Grams
bn: গ্রাম

source: Ettograms
bn: এটোগ্রাম

source: Kilograms
bn: কিলোগ্রাম

source: Pounds
bn: পাউন্ড

source: Ounces
bn: আউন্স

source: Quintals
bn: কুইন্টাল

source: Tons
bn: টন

source: Milligrams
bn: মিলিগ্রাম

# uma
source: Unified atomic mass unit
bn: একীভূত পারমাণবিক ভর একক

source: Carats
bn: ক্যারেট

source: Centigrams
bn: সেন্টিগ্রাম

source: Pennyweights
bn: পেনিওয়েট

source: Troy ounces
bn: ট্রয় আউন্স

source: Stones
bn: স্টোন

source: Pascal
bn: পাসক্যাল

source: Atmosphere
bn: বায়ুমণ্ডল

source: Bar
bn: বার

source: Millibar
bn: মিলিবার

# psi
source: Pounds per square inch
bn: পাউন্ড প্রতি বর্গ ইঞ্চি

# torr
source: Millimeter of mercury (Torr)
bn: পারদ মিলিমিটার (টর)

source: Hectopascal
bn: হেক্টোপাসক্যাল

source: Inches of mercury
bn: পারদের ইঞ্চি

source: Kilopascal
bn: কিলোপাসক্যাল

source: Joule
bn: জুল

source: Calories
bn: ক্যালোরি

source: Kilowatt hour
bn: কিলোওয়াট ঘণ্টা

source: Electron volt
bn: ইলেকট্রন ভোল্ট

source: Foot pound
bn: ফুট-পাউন্ড

source: Kilocalories
bn: কিলোক্যালোরি

source: Kilojoules
bn: কিলোজুল

source: Degree
bn: ডিগ্রি

# minutesDegree
source: Minutes
bn: মিনিট

# secondsDegree
source: Seconds
bn: সেকেন্ড

# radiansDegree
source: Radians
bn: রেডিয়ান

# usd
source: US Dollar
bn: মার্কিন ডলার

# eur
source: Euro
bn: ইউরো

# gbp
source: British Pound
bn: ব্রিটিশ পাউন্ড

# inr
source: Indian Rupee
bn: ভারতীয় রুপি

# cny
source: Chinese Yuan
bn: চীনা ইউয়ান

# jpy
source: Japanese Yen
bn: জাপানি ইয়েন

# chf
source: Swiss Franc
bn: সুইস ফ্রাঙ্ক

# sek
source: Swedish Krona
bn: সুইডিশ ক্রোনা

# rub
source: Russian Ruble
bn: রাশিয়ান রুবল

# cad
source: Canadian Dollar
bn: কানাডিয়ান ডলার

# krw
source: South Korean Won
bn: দক্ষিণ কোরিয়ান ওন

# brl
source: Brazilian Real
bn: ব্রাজিলিয়ান রিয়াল

# hkd
source: Hong Kong Dollar
bn: হংকং ডলার

# aud
source: Australian Dollar
bn: অস্ট্রেলিয়ান ডলার

# nzd
source: New Zealand Dollar
bn: নিউজিল্যান্ড ডলার

# mxn
source: Mexican Peso
bn: মেক্সিকান পেসো

# sgd
source: Singapore Dollar
bn: সিঙ্গাপুর ডলার

# nok
source: Norwegian Krone
bn: নরওয়েজিয়ান ক্রোন

# trY
source: Turkish Lira
bn: তুর্কি লিরা

# zar
source: South African Rand
bn: দক্ষিণ আফ্রিকান র্যান্ড

# dkk
source: Danish Krone
bn: ড্যানিশ ক্রোন

# pln
source: Polish Złoty
bn: পোলিশ জ্লোটি

# thb
source: Thai Baht
bn: থাই বাহত

# myr
source: Malaysian Ringgit
bn: মালয়েশিয়ান রিঙ্গিত

# huf
source: Hungarian Forint
bn: হাঙ্গেরিয়ান ফরিন্ট

# czk
source: Czech Koruna
bn: চেক কোরুনা

# ils
source: Israeli Shekel
bn: ইসরায়েলি শেকেল

# idr
source: Indonesian Rupiah
bn: ইন্দোনেশিয়ান রুপিয়াহ

# php
source: Philippine Peso
bn: ফিলিপিন পেসো

# ron
source: Romanian Leu
bn: রোমানিয়ান লেউ

# isk
source: Icelandic Króna
bn: আইসল্যান্ডিক ক্রোনা

# twd
source: New Taiwan Dollar
bn: নিউ তাইওয়ান ডলার

# mad
source: Moroccan Dirham
bn: মরোক্কান দিরহাম

source: EU & China
bn: ইইউ ও চীন

source: UK & India - Child
bn: যুক্তরাজ্য ও ভারত - শিশু

source: UK & India - Man
bn: যুক্তরাজ্য ও ভারত - পুরুষ

source: UK & India - Woman
bn: যুক্তরাজ্য ও ভারত - নারী

source: USA & Canada - Child
bn: যুক্তরাষ্ট্র ও কানাডা - শিশু

source: USA & Canada - Man
bn: যুক্তরাষ্ট্র ও কানাডা - পুরুষ

source: USA & Canada - Woman
bn: যুক্তরাষ্ট্র ও কানাডা - নারী

source: Japan
bn: জাপান

source: Watt
bn: ওয়াট

source: Milliwatt
bn: মিলিওয়াট

source: Kilowatt
bn: কিলোওয়াট

source: Megawatt
bn: মেগাওয়াট

source: GigaWatt
bn: গিগাওয়াট

source: European horsepower
bn: ইউরোপীয় হর্সপাওয়ার

source: Imperial horsepower
bn: ইম্পেরিয়াল হর্সপাওয়ার

source: Newton
bn: নিউটন

source: Dyne
bn: ডাইন

source: Pound-force
bn: পাউন্ড-ফোর্স

source: Kilogram-force
bn: কিলোগ্রাম-ফোর্স

source: Poundal
bn: পাউন্ডাল

source: Newton meter
bn: নিউটন মিটার

source: Dyne meter
bn: ডাইন মিটার

source: Pound-force feet
bn: পাউন্ড-ফোর্স ফুট

source: Kilogram-force meter
bn: কিলোগ্রাম-ফোর্স মিটার

source: Poundal meter
bn: পাউন্ডাল মিটার

# kilometersLiter
source: Kilometers per liter
bn: কিলোমিটার পার লিটার

# liters100km
source: Liters per 100 km
bn: শতকিলোমিটার পার লিটার

# milesUsGallon
source: Miles per US Gallon
bn: মাইল পার মার্কিন গ্যালন

# milesImperialGallon
source: Miles per imperial Gallon
bn: মাইল পার ইম্পেরিয়াল গ্যালন

source: Decimal
bn: দশমিক

source: Hexadecimal
bn: হেক্সাডেসিমাল

source: Octal
bn: অক্টাল

source: Binary
bn: বাইনারি

source: Bit
bn: বিট

source: Nibble
bn: নিবল

source: KiloBit
bn: কিলোবিট

source: MegaBit
bn: মেগাবিট

source: GigaBit
bn: গিগাবিট

source: TeraBit
bn: টেরাবিট

source: PetaBit
bn: পেটাবিট

source: ExaBit
bn: এক্সাবিট

source: Kibibit
bn: কিবিবিট

source: Mebibit
bn: মেবিবিট

source: GibiBit
bn: গিবিবিট

source: Tebibit
bn: টেবিবিট

source: Pebibit
bn: পেবিবিট

source: Exbibit
bn: এক্সবিবিট

source: Byte
bn: বাইট

source: KiloByte
bn: কিলোবাইট

source: MegaByte
bn: মেগাবাইট

source: GigaByte
bn: গিগাবাইট

source: TeraByte
bn: টেরাবাইট

source: PetaByte
bn: পেটাবাইট

source: ExaByte
bn: এক্সাবাইট

source: Kibibyte
bn: কিবিবাইট

source: Mebibyte
bn: মেবিবাইট

source: GibiByte
bn: গিবিবাইট

source: Tebibyte
bn: টেবিবাইট

source: Pebibyte
bn: পেবিবাইট

source: Exbibyte
bn: এক্সবিবাইট

source: Base
bn: বেস

source: Deca-
bn: ডেকা-

source: Hecto-
bn: হেক্টো-

source: Kilo-
bn: কিলো-

source: Mega-
bn: মেগা-

source: Giga-
bn: গিগা-

source: Tera-
bn: টেরা-

source: Peta-
bn: পেটা-

source: Exa-
bn: এক্সা-

source: Zetta-
bn: জেটা-

source: Yotta-
bn: যোগ্টা-

source: Deci-
bn: ডেসি-

source: Centi-
bn: সেন্টি-

source: Milli-
bn: মিলি-

source: Micro-
bn: মাইক্রো-

source: Nano-
bn: ন্যানো-

source: Pico-
bn: পিকো-

source: Femto-
bn: ফেমটো-

source: Atto-
bn: অ্যাটো-

source: Zepto-
bn: জেপ্টো-

source: Yocto-
bn: ইওক্টো-
